Revit 2027 API
ParameterTypeId.SystemZoneLevelId Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SystemZoneLevelId { get; }
Public Shared ReadOnly Property SystemZoneLevelId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SystemZoneLevelId {
	ForgeTypeId^ get ();
}
static member SystemZoneLevelId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace